Repository: erichardy/iuem20.mission
Catalog: src/iuem20/mission/locales/*/LC_MESSAGES/iuem20.mission.po
Languages: fr

source: Add a new mission !
fr: Créer une nouvelle mission

source: Cancel this mission
fr: Annuler la création de la mission

source: Edit
fr: Modifier

source: Installs the iuem20.mission add-on.
fr: Installation du module iuem20.mission

source: Mission presentation
fr: Présentation de la mission

source: Please correct errors
fr: Merci de corriger les erreurs

source: Save this mission
fr: Enregistrer la mission

source: Target
fr: Les protraits

source: The start date must be before the end date.
fr: La date de début doit précéder la date de fin

source: The start or end date is invalid
fr: La date de début ou la date de fin est invalide

source: Uninstalls the iuem20.mission add-on.
fr: Désinstalle le module iuem20.mission

source: chiefs scientist
fr: Responsables scientifiques

source: downloaded by visitors
fr: Télachargé par les visiteurs du site

source: end date for the mission
fr: Date de fin de la mission

source: images and doc
fr: Images et documents

source: label for project link
fr: Label pour le lien vers le projet

source: main photo
fr: Photo principale

source: main presentation
fr: Présentation principale

source: mission label
fr: Label de la mission

source: other document
fr: Autre document

source: other participants
fr: Autres participants

source: picture author
fr: Auteur de la photo

source: small photo
fr: Vignette

source: start date for the mission
fr: Date de début de la mission

source: title for chiefs section
fr: Titre pour la section des "responsables de la mission"

source: title for other participants section
fr: Titre pour la section des "Autres participants"

source: very short mission description
fr: Très courte description de la mission
